tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "bat"
brew "glib"
brew "cmake"
brew "editorconfig"
brew "fd"
brew "gnu-tar"
brew "unbound"
brew "gnupg"
brew "gradle"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "isync", restart_service: true
brew "jansson"
brew "jq"
brew "libproxy"
brew "libssh2"
brew "minicom"
brew "mosh"
brew "mpc"
brew "neovim"
brew "nghttp2"
brew "node"
brew "tree"
brew "pass"
brew "peco"
brew "poppler"
brew "postgresql"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shpotify"
brew "starship"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "yadm"
brew "zplug"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "1password"
cask "font-daddy-time-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "iterm2"
cask "macfuse"
cask "slack"
cask "xcodes"
