tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "readline"
brew "python", link: false
brew "cmake"
brew "coreutils"
brew "editorconfig"
brew "fd"
brew "gnu-tar"
brew "gnupg"
brew "gradle"
brew "libtool"
brew "htop"
brew "imagemagick"
brew "isync", restart_service: true
brew "jansson"
brew "libyaml"
brew "macvim", args: ["HEAD"]
brew "minicom"
brew "mosh"
brew "mpc"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "peco"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shpotify"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "zsh"
brew "font-jetbrainsmono-nerd-font" 
brew "font-sourcecodepro-nerd-font"
